<!DOCTYPE html>
<html lang="es">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description" content="Trabajo practico grupal, para la materia de diseño y desarrollo web">
    <meta name="keywords" content="diseño web, diseño grafico, trabajo practico, web">
    <meta name="author" content="Grupo 8">

    <title>Grupo 8 - Integrantes</title>

    <link rel="shortcut icon" href="../assets/logo_sustentable.ico">
    <link rel="stylesheet" href="../css/estilos.css">
    <link rel="stylesheet" href="../css/avances.css">
</head>
<body>
    <header>
        <div class="logo">
            <img src="../assets/LogoNavSmall.png" alt="Logo">
            <p class="grupo-text">GRUPO 8</p>
        </div>
        <div class="menu-icon" onclick="toggleMenu()">&#9776;</div>
        <nav class="menu">
            <ul>
                <li><a href="../index.html">Inicio</a></li>
                <li><a href="proyecto.html">Proyecto</a></li>
                <li><a href="avances.html">Avances</a></li>
                <li><a href="integrantes.html">Integrantes</a></li>
            </ul>
        </nav>
    </header>
    <main class="content-avances">
        <p class="titulo-avances">AVANCES</p>
        <hr>
        <ol>
            <li class="lista-titulo-principal">Presentaci&oacute;n general del proyecto</li>
            <p>Los incendios forestales son una de las principales amenazas ambientales en Argentina. Cada a&ntilde;o, estos incendios causan miles de hect&aacute;reas de bosques arrasados, la p&eacute;rdida de biodiversidad y la contaminaci&oacute;n del aire. En este contexto somos una ONG  llamada <strong>"Concientizaci&oacute;n sobre Incendios Forestales"</strong> buscamos crear un sitio web para concientizar a la poblaci&oacute;n sobre la importancia de la prevenci&oacute;n de incendios.</p>
                El sitio web de la ONG tendr&aacute; los siguientes objetivos:
                Concientizar a la poblaci&oacute;n sobre los incendios forestales. Proporcionar&aacute; informaci&oacute;n sobre los riesgos de estos incendios, las causas m&aacute;s comunes y las medidas que se pueden tomar para prevenirlos.
                <p class="lista-titulo-secundario">Concepto general del sitio web</p>
                El sitio web tendr&aacute; un dise&ntilde;o sencillo y accesible para todos los públicos. El contenido del sitio web estar&aacute; dividido en las siguientes secciones:
                Brindar en un mapa actualizado en tiempo real con los focos de incendios activos.
                Informaci&oacute;n general. Esta secci&oacute;n proporcionar&aacute; informaci&oacute;n b&aacute;sica sobre los incendios forestales, como sus causas, efectos y prevenci&oacute;n.
                El ODS que abordamos es el 15 llamado Vida en los ecosistemas terrestres.</p>
            <li class="lista-titulo-principal">P&uacute;blico Objetivo</li>
            <p>El público objetivo del sitio web de la ONG <strong>"Concientizaci&oacute;n sobre Incendios Forestales"</strong> son las personas que viven en Argentina y que est&aacute;n interesadas en la protecci&oacute;n del medio ambiente. Este público objetivo podr&iacute;a tener las siguientes caracter&iacute;sticas:
            <p> Edad: Entre 18 y 65 a&ntilde;os.</p>
            <p>Sexo: Masculino y femenino.</p>
            <p>Aficiones: Naturaleza, medio ambiente, voluntariado.</p>
            <p>Inquietudes: Cambio clim&aacute;tico, sostenibilidad, reciclaje.</p>
            <li class="lista-titulo-principal">Identidad Visual</li>
            <p class="lista-titulo-secundario">Nombre del sitio web</p>
            <p>El nombre del sitio web es <strong>ECOGuardian "Concientizaci&oacute;n sobre Incendios Forestales"</strong>. Este nombre es claro y conciso, y transmite el objetivo principal del sitio web.</p>
            <p class="lista-titulo-secundario">Dominio</p>
            <p>URL: www.ecoguardian.org</p>
            <p class="lista-titulo-secundario">Eslogan</p>
            <p>El eslogan del sitio web  es "La prevenci&oacute;n es el mejor remedio". Este eslogan trasmite lo que buscamos concientizar con la pagina</p>
            <p class="lista-titulo-secundario">Logo</p>
            <div style="display: flex; justify-content: center;">
                <img class="responsive-img-logo" src="../assets/avances/OIG_mediana.png" alt="logo aplicación">
            </div>
            <p class="lista-titulo-secundario">Paleta de colores y estilos</p>
            <p>La paleta de colores del sitio web es minimalista con variedad de verdes que simbolizan la naturaleza, fondos blancos para que se haga foco sobre el contenido y el uso del rojo donde se quiere hacer un llamado de antenci&oacute;n que demuestre peligro. Estos colores son asociados con la naturaleza, la sostenibilidad y la protecci&oacute;n del medio ambiente.</p>
            <p class="lista-titulo-secundario">Imagen general</p>
            <p>La imagen general que se desea transmitir es la de una organizaci&oacute;n seria y comprometida con la prevenci&oacute;n de incendios forestales.</p>
            <p class="lista-titulo-secundario">Qu&eacute; deben pensar los internautas al llegar al sitio web</p>
            <p>Los internautas deben pensar que el sitio web es una fuente confiable de informaci&oacute;n sobre la prevenci&oacute;n de incendios forestales. Tambi&eacute;n deben sentirse motivados a tomar medidas para prevenir incendios forestales.</p>
            <li class="lista-titulo-principal">Descripci&oacute;n del sitio web</li>
            
            <div style="display: flex; justify-content: center;">
                <img class="responsive-img" src="../assets/avances/mapa.png" alt="Mapa del sitio">
            </div>
            <ol>
                <li>Home:</li>
                <ol>
                    <li style="list-style: none">Un encabezado y una introducci&oacute;n convincente para captar la atenci&oacute;n de los visitantes.</li>
                    <li style="list-style: none">Estad&iacute;sticas sobre los incendios forestales y su impacto a nivel global y nacional.</li>
                    <li style="list-style: none">Im&aacute;genes o videos impactantes para resaltar la gravedad de la situaci&oacute;n.</li>
                </ol>
                <li>Mapa de Incendios Activos:</li>
                <ol>
                    <li style="list-style: none">Un mapa interactivo que muestre la ubicaci&oacute;n y el estado actual de los incendios forestales en Argentina.</li>
                    <li style="list-style: none">Consejos sobre c&oacute;mo interpretar el mapa y su importancia para la concientizaci&oacute;n.</li>
                </ol>
                <li>Prevenci&oacute;n:</li>
                <ol>
                    <li style="list-style: none">Informaci&oacute;n detallada sobre las principales causas de los incendios forestales, como el descuido humano y el cambio clim&aacute;tico.</li>
                    <li style="list-style: none">Consejos pr&aacute;cticos para la prevenci&oacute;n de incendios, como el adecuado manejo del fuego y las precauciones en &aacute;reas boscosas.</li>
                    <li style="list-style: none">Enlaces a organizaciones o programas de concientizaci&oacute;n y educaci&oacute;n sobre incendios forestales.</li>
                </ol>
                <li>Cont&aacute;ctenos:</li>
                <ol>
                    <li style="list-style: none">Informaci&oacute;n de contacto para que los visitantes puedan comunicarse con el equipo detr&aacute;s del sitio web.</li>
                    <li style="list-style: none">Formulario de contacto que permita a los usuarios hacer preguntas o brindar retroalimentaci&oacute;n.</li>
                </ol>
            </ol>
            
            <li class="lista-titulo-principal">Prototipado</li>
            <a href="https://www.figma.com/file/qjze5Az1dsorcEh6qbTy0T/Untitled?type=design&node-id=0-1&mode=design&t=a0v1DqFmJEckrL65-0" target="_blank">Enlace a Figma</a>
            <li class="lista-titulo-principal">Rol de cada integrante</li>
            <p>
                Diseñador UX/UI: <a href="https://facumilher.github.io/CVFacundo-Milher/" target="_blank">Facundo Milher</a><br />
                Maquetador: <a href="https://mtoschiuade.github.io/matiasCV2023DesaWebC2/" target="_blank">Matias E. Toschi</a><br />
                Programador: <a href="https://gveliz2000.github.io/curriculum/" target="_blank">Gustavo A. Veliz</a><br />
                Comunicador Web: <a href="https://mroccazzella.github.io/CV-MatiasRoccazzella/" target="_blank">Matias Roccazzella</a> 
            </p>
        </ol>
    </main>

    <script>
        function toggleMenu() {
            var menu = document.querySelector(".menu");
            menu.classList.toggle("active");
        }
    </script>
</body>
</html>
